{
  "text_en": "All cultures operate with ideology, so ubiquitous as to be invisible by those within, but blatant to those without. This is apparent when one looks upon the seemingly absurd virtues and vices of past ages and far places. What is also, however, seemingly apparent is that one’s present ideology, ultimately one’s morality, is somehow correct, others’ being incorrect. In the West, we think we have ‘progressed’ morally from former, less moral times. But this is false; we have simply changed: moral progress and retrogress are illusions. In this sense, morality is more akin to fashion than to technology. It is most often the case that setting faith in the ethics of one’s culture serves one’s interests. Therefore this text will not be of service to that majority; the information herein is too potent for that character. If such a conformer sets his sight upon the light here offered he will only be capable of reaction rather than assimilation, as is purpose – the same sun can be both enlightening and carcinogenic. The author asks you to set aside as much you can current ideologies held, only in order to advance yourself, to understand your surrounding influences. Nihilism, in the sense in which it is used here, means that there exist no objective morals, no absolute good nor evil. This idea goes far and transcends modern cultural relativism, to depths and darknesses only visited hitherto by a brave few adventurers. Without the characteristic of courage you will not understand, you will not want to understand. As prolegomena to the three chapters following, let us begin with the first: Morality as Illusion. We know in the modern world that religion is illusion, power structures presented as divine truths with omnipotent and transcendent sanctions. Morality is likewise such an illusion, presented as fact but in fact another such power structure. As the sanction of morality can no longer be God, we assume there must be a secular replacement – in vain. There is no sanction. There is no God.",
  "text_pl": "Stereotypy mają złą reputację i to z dobrych powodów. Dziesięciolecia badań pokazują, że stereotypy mogą torować drogę wrogości między grupami i powodować powstawanie toksycznych uprzedzeń wokół płci, rasy, wieku i wielu innych różnic społecznych. Stereotypów używa się często do usprawiedliwiania niesprawiedliwości, uzasadniania ucisku, umożliwiania wykorzystywania, racjonalizowania przemocy i chronienia skorumpowanych struktur władzy. Oparte na stereotypach oczekiwania i interpretacje rutynowo wykolejają bliskie związki, skażają prawa (i jego egzekwowanie), zatruwają wymianę społeczną i  hamują indywidualne osiągnięcia. Na przykład, badania pokazały obniżenie sprawności w różnego rodzaju zadaniach u osób objętych negatywnym stereotypem, szczególnie w sytuacjach w których są tego stereotypu aktywnie świadome, co jest zjawiskiem znanym jako „zagrożenie stereotypem”. Jeśli będę starał się o przyjęcie do drużyny siatkówki i wiem, że wszyscy młodzi gracze wokół mnie mają negatywny stereotyp o sprawności fizycznej żydowskich facetów w średnim wieku, świadomość, że tak o mnie sądzą wpłynie negatywnie na moje zaufanie do siebie i koncentrację, a wraz z tym na wyniki, jakie osiągnę na boisku (tylko utrwalając stereotyp).   Nie trzeba nawet odwoływać się do badań, by nabrać głębokiego niesmaku do stereotypów. Patrząc wokół, większość z nas widziała na własne oczy szkody, jakie mogą spowodować stereotypy, od wpychania skomplikowanych istot ludzkich w kategorie, które są równocześnie zbyt szerokie i zbyt wąskie, do używania ich do usprawiedliwiania wszelkiego rodzaju niesprawiedliwego i nikczemnego zachowania.   Patrząc wewnątrz, większość z nas ma za złe, kiedy odmawia się nam naszej głęboko odczuwanej złożoności; kiedy sądzą nas ci, którzy nie znają nas dobrze; kiedy zostajemy obrabowani z naszej unikatowości, naszej genetycznej, biograficznej, psychologicznej wyjątkowości. Chcemy, by nasza historia była pełną narracją, zniuansowaną i bogatą, i wyjątkową, jak sami czujemy, że jesteśmy, jak rzeczywiście jesteśmy. Osądzanie mnie wyłącznie na podstawie moich podobieństw do zewnętrznej grupy, na podstawie tego, jak zachowują się inni, którzy podzielają pewne z moich cech lub na podstawie jakiejkolwiek innej miary, która nie wymaga rzeczywistego poznania mnie, wyrządza mi niesprawiedliwość.. Trudno zaprzeczać, że wszyscy jesteśmy indywidualnymi ludźmi i powinniśmy być jako tacy sądzeni, za własne zasługi i za własny charakter, nie zaś jako abstrakcyjne przeciętne, wynikając z przynależności grupowej. Wydaje się istnieć szeroka zgoda, tak wśród laików, jak naukowców, że stereotypy – ustalone ogólne wizerunki lub zestawy cech, które, jak wierzy wielu ludzi, reprezentują typy osób lub rzeczy – są w sposób oczywisty nadmiernie uproszczonymi i wypaczonymi konstrukcjami, których nie należy mieć i nie należy używać. Impuls odrzucenia poprawności stereotypu (i, z rozciągnięcia, różnic grupowych w całości) jako błędnej fikcji opiera się na dobrych intencjach i bez wątpienia dał wiele użytecznej wiedzy o indywidualnej zmienności wewnątrz grup i kultur. Niemniej fakt, że stereotypy często są szkodliwe, nie znaczy, że są to tylko błędy procesów myślowych, wirusy w naszym oprogramowaniu. Fakt, że stereotypy są często szkodliwe, nie znaczy, że są zawsze niepoprawne. W rzeczywistości, szokująco dla wielu, ten dominujący, dwustronny pogląd, według którego stereotypowe myślenie jest błędnym zrozumieniem, a same stereotypy są jawnie niepoprawne, sam jest błędny.",
  "rot_1": "N zna, n cyna, n pnany: Cnanzn!",
  "rot_2": "N PBQR BS RGUVPNY ORUNIVBE SBE CNGVRAGF:\n1. QB ABG RKCRPG LBHE QBPGBE GB FUNER LBHE QVFPBZSBEG. Vaibyirzrag\njvgu gur cngvrag’f fhssrevat zvtug pnhfr uvz gb ybfr inyhnoyr\nfpvragvsvp bowrpgvivgl.\n2. OR PURRESHY NG NYY GVZRF. Lbhe qbpgbe yrnqf n ohfl naq gelvat\nyvsr naq erdhverf nyy gur tragyrarff naq ernffhenapr ur pna trg.\n3. GEL GB FHSSRE SEBZ GUR QVFRNFR SBE JUVPU LBH NER ORVAT GERNGRQ.\nErzrzore gung lbhe qbpgbe unf n cebsrffvbany erchgngvba gb hcubyq."
}